<PAD>
的
唱
歌
我
吗
听
一
你
首
有
曲
会
给
放
能
想
小
这
不
儿
可
宝
来
以
主
没
题
下
播
好
子
个
妈
么
吧
里
乐
语
要
琴
爸
版
爱
合
天
欢
是
只
国
英
快
大
文
奏
喜
日
适
人
上
童
花
们
请
演
在
了
头
手
片
中
羊
星
情
生
知
心
老
音
道
年
开
世
起
啊
点
钢
之
三
哪
太
那
岁
娃
最
摇
孩
与
乖
韩
风
面
两
舞
家
专
辑
贝
动
让
很
春
谣
学
找
就
和
怎
长
虎
白
电
过
新
美
本
数
为
鸭
古
冰
猫
帮
打
飞
画
熊
雪
提
兔
别
女
眠
杰
篮
尾
红
场
友
粤
灰
他
狼
出
前
呀
把
猪
芦
剧
葫
记
王
抱
海
时
黑
娘
四
随
再
月
什
笛
周
说
龙
拉
伴
用
高
朋
果
去
姑
奇
西
鲁
声
教
安
克
插
到
嘛
原
林
关
便
睡
当
梦
如
台
刷
山
警
民
典
华
法
泥
亲
伦
遍
弹
张
雨
于
丁
虫
单
话
神
口
双
依
呢
几
菇
带
采
无
蘑
明
回
十
广
拍
少
游
E
燕
何
些
南
夜
现
后
滚
得
行
门
多
青
亮
特
看
啦
阳
光
传
马
地
号
鼓
京
今
还
士
叫
经
二
都
牙
毛
响
伤
侠
A
幼
晶
吉
洋
蓝
比
婷
见
鳅
福
影
七
灵
轻
队
纯
外
螺
闪
名
着
斯
T
荡
男
幸
团
叮
捉
丽
驴
空
湾
香
卖
真
恋
分
园
牛
哈
粉
节
千
鸟
龄
精
O
催
城
跳
黄
桨
健
万
报
候
水
I
匠
苹
萝
卓
字
金
超
八
巴
五
觉
她
火
戏
任
B
筝
感
路
兴
卜
句
刚
S
方
拔
像
东
魔
种
机
吻
蜗
全
样
洗
仙
成
萨
笑
婆
北
边
桃
帽
战
Y
走
陈
交
否
湖
鼠
姐
流
缘
港
配
晓
翻
近
对
刘
较
抒
L
康
送
母
N
微
凉
鹂
车
自
薛
谦
步
班
妙
公
气
发
德
结
相
弟
云
哥
彩
R
澡
绒
鸡
夏
悲
背
潮
鬼
朵
也
草
代
篇
李
兄
铃
尔
变
圣
范
六
妹
丢
事
希
词
架
桥
樱
奕
组
界
错
迅
第
兰
社
坏
色
甜
休
尤
鱼
意
独
忘
澎
琵
琶
告
江
段
力
蜜
级
豉
竖
乡
虹
阿
绢
然
G
定
汕
闽
萱
木
祖
选
0
孤
愿
间
郎
眼
谢
使
胡
烦
念
乔
呗
图
做
因
故
次
季
作
麻
浪
思
视
始
群
信
谁
离
遇
静
勇
问
俊
搜
等
雄
约
灯
军
重
D
活
失
部
船
九
篓
忆
父
者
H
远
欧
险
4
丸
环
探
师
内
平
推
望
又
寂
寞
物
先
舒
烧
落
聪
历
蕾
泪
丝
器
树
身
冯
球
罗
酒
笔
杨
己
佩
剑
巡
跟
百
热
怪
书
哭
调
员
加
尚
简
串
索
更
亚
由
初
跑
河
未
从
运
半
义
志
塔
秋
久
佳
祝
C
吒
蓓
斗
钱
晚
该
醉
晨
诞
玫
瑰
底
寻
嗨
丑
陆
付
夫
强
清
瓦
荣
腊
蝶
荐
冬
左
F
吹
懂
复
线
同
衣
目
豆
宇
转
莉
君
品
循
漫
野
族
菲
常
向
命
P
哆
兵
总
蜻
蜓
完
汉
狗
才
满
怕
严
早
格
修
类
习
慢
蜡
穿
绵
颂
汪
表
偷
邓
右
凤
滴
包
难
U
所
蝴
市
冷
够
秘
言
许
柔
柯
曼
忙
排
1
直
乌
假
波
傅
村
巧
元
形
翅
条
哦
密
蛙
耳
杀
照
深
欣
至
嘿
卡
应
永
钟
旅
浩
M
泡
温
进
住
侦
颖
奥
恩
角
烟
狂
列
佛
缓
蔡
著
苏
戒
铁
祥
容
诉
集
叶
血
系
接
膀
鲤
死
宏
米
吃
迪
5
零
突
街
写
央
婚
妮
倪
它
晴
琪
油
赵
灌
若
其
堂
迷
已
稻
实
正
岛
嘉
梁
莲
狮
非
度
晗
敢
萌
W
2
越
藏
布
农
哲
糖
痛
圆
唐
咯
掉
认
怀
守
需
诗
终
伍
浆
肚
棒
佑
留
紫
鹿
伊
忍
呼
库
苦
梅
站
解
工
铭
旧
涵
断
网
粗
芬
乎
供
惊
甲
凡
踏
魂
拜
临
连
换
归
业
侯
午
炼
忧
沙
协
屋
玉
瓷
楚
牧
3
追
诺
土
茉
赏
肖
猴
源
娜
往
奶
体
而
艺
咪
拥
财
醒
查
丹
竹
霸
校
击
慧
悠
迎
刻
纪
仁
幻
乱
曾
利
害
咱
化
性
宫
卫
似
良
受
读
息
破
暖
珠
凰
贼
将
傻
K
夕
石
飘
律
必
共
旗
刀
礼
基
庆
巨
助
孙
徐
倾
册
隐
牵
智
邋
遢
贵
棋
此
抓
籍
麦
倒
饭
谎
龟
棍
尼
术
型
味
保
承
疯
帅
理
院
贾
陪
整
恶
极
挺
床
8
茹
待
雷
讲
甄
翔
低
唯
截
骨
绿
趣
冉
切
弯
芳
异
旋
被
期
收
备
立
创
借
妞
挑
仇
峰
泉
碧
哄
蝌
蚪
盗
薇
堡
秦
尸
松
睛
莫
扎
臂
绅
辉
淘
或
象
板
怒
窝
6
末
惠
扬
齐
伙
达
蒙
座
易
辈
叔
官
夺
景
室
危
喝
皮
案
优
丘
途
嫁
印
恨
入
偏
史
菜
扭
烛
抗
厨
每
妻
兜
斌
仰
郭
码
迹
玩
洲
仔
涯
遗
劫
录
尘
胜
浮
停
靠
洁
森
弃
止
散
宜
沛
决
榜
豪
羽
房
养
乃
凌
宗
莹
哇
潘
沫
宋
洛
惹
邦
铠
田
瓜
科
执
考
宁
萤
婴
栀
琳
筷
威
射
戈
指
建
悦
秀
庄
装
帝
客
怨
坚
茶
暗
彼
炫
预
川
聊
谷
冒
塞
政
赛
珍
恭
奔
菊
余
俄
俩
服
蹈
育
汤
宠
彦
郑
唉
靓
司
雕
章
剪
枪
根
悔
尽
弦
反
鹏
量
绝
注
姆
圈
干
联
逃
敌
众
伟
遥
功
陀
治
默
踩
镇
咖
蓉
噢
逗
烁
彭
铛
惯
择
迦
叹
僵
富
领
棉
处
兽
献
亭
庭
博
哒
咧
派
捕
荒
争
丛
减
骗
管
折
属
序
谈
恼
馀
锦
辣
差
雅
爷
蛮
算
玛
求
伯
敏
猜
救
芭
宙
奋
咒
玲
哟
轮
逆
啡
昨
涛
改
俞
朴
纬
嵩
苍
搁
蜂
幽
权
萍
锋
惜
锯
逢
糊
涂
吸
支
艳
州
杯
痴
敬
阵
漠
暴
赌
编
店
食
窗
盛
谱
令
且
通
维
鲜
准
漂
居
造
挂
骑
络
踪
续
桑
丫
另
泽
骏
吟
武
顶
护
境
搭
罪
限
操
楼
映
降
翼
拿
升
即
傲
拼
愈
愉
喽
9
爵
移
樊
胖
陌
迟
芽
翠
郊
囚
霆
笨
触
朱
碎
颗
昧
刑
畅
颜
幕
凝
秒
祈
祷
件
登
制
足
痕
乘
刺
丰
沉
泣
雀
征
买
井
蛋
馆
脸
虚
朗
掌
仲
荷
逝
普
弥
脚
渐
答
毕
倩
偶
杜
谊
宣
程
番
冲
脑
珊
医
骄
磊
鸥
嘭
困
坐
禁
笼
兮
并
芸
励
佟
忠
泷
蒋
捡
嘻
锁
穹
妃
冠
熟
病
亦
寓
瑞
纸
矢
堆
鞋
纵
泰
雾
启
示
匆
芝
劳
跃
暧
猎
位
值
吵
封
枝
您
震
悟
含
营
惑
辰
谋
墨
价
皇
粒
孝
寨
肉
牌
娱
阴
撒
灿
塘
奈
净
持
妖
搞
仍
宵
劲
御
仪
池
弄
抽
欲
银
疾
哎
凯
速
霖
淑
爆
谭
各
托
须
按
症
哩
寒
垂
寄
泼
柏
贤
却
闹
玮
阔
呃
氛
夸
J
挥
勒
嘎
益
浅
歉
宾
赶
霉
奉
愤
V
喇
叭
辛
骚
宿
甘
璇
恒
谜
勋
旭
冥
亿
い
雁
担
憾
短
饮
混
顾
狱
眉
侣
哀
岳
摩
删
巷
懒
坑
舍
谓
恐
鑫
符
轩
梵
疼
透
拖
航
盟
轨
防
晰
杏
帆
务
绣
紧
烂
俏
岚
闻
沁
货
鹰
疑
识
课
谅
旁
愁
拨
鲸
朝
姬
甩
碰
斩
耀
莎
户
唤
凶
袋
拳
消
霹
雳
致
凭
式
挡
殇
墙
套
键
盈
恰
娇
层
善
胆
屈
菠
妍
崇
蟹
浓
慈
块
胎
哼
犄
馨
崎
韶
艾
熙
吴
党
宥
悬
栋
咋
Z
闺
霍
驱
某
桌
舟
咚
犯
存
累
菩
刹
摆
勾
缕
贱
滋
芷
犬
爹
拒
宴
娟
钰
挽
翡
磨
垃
圾
埋
葬
楠
怖
铜
距
锅
瞳
の
急
啥
拢
举
察
废
寺
判
观
抚
细
蒂
陵
占
佰
仅
韵
辜
瞬
试
煮
啸
酷
帕
摘
但
咏
呆
阮
负
倔
份
苗
扑
模
桂
羞
誓
莓
档
召
抢
喊
率
隆
诚
凄
餐
肥
聚
拯
展
抹
激
慰
访
振
魅
孔
邪
卢
卷
压
黎
炎
殊
柱
俱
阶
扮
姗
夹
莱
吾
瑜
伽
虾
璃
围
素
腾
坡
翎
脱
鹅
妄
议
柳
肯
费
办
企
徒
汗
寸
冤
屁
屌
潇
媛
霞
螃
郁
厦
憨
洒
悄
投
擦
琦
宪
7
叽
喻
枯
萎
饱
赢
巍
葡
萄
躁
歪
互
睫
纶
稳
庚
蹦
残
积
纷
莺
斤
董
煎
贡
植
纲
忐
忑
职
汰
鳄
裔
硬
称
娅
鸦
浒
砸
缸
壁
绫
魄
狄
锣
替
碟
袖
と
肠
席
繁
横
爽
腿
苡
欠
介
摸
焦
懿
嘟
控
欺
梯
盒
岸
隔
染
败
态
梓
厅
痒
鲨
甸
み
资
局
燃
乞
闯
患
檐
渣
贪
豫
浙
闲
尊
继
喋
裳
技
洞
努
坊
顿
湘
伏
纤
伞
证
岭
赞
际
斐
频
及
衫
眸
廷
忽
允
充
陷
卦
旺
屿
蜘
蛛
藤
雯
枫
亡
沃
锤
鹃
昏
载
冻
济
姨
栏
裂
呐
傀
剩
劝
招
略
墩
露
县
赫
渴
粱
贺
葵
孽
烈
糕
拂
顺
狙
驾
唇
珂
岑
怡
盖
商
喂
喔
耶
杂
囧
区
堵
尖
昊
穷
缠
イ
ラ
肃
祭
委
坤
岩
绑
攻
宅
论
锡
毒
坦
赤
镜
姿
票
革
孑
棠
针
佐
鹊
晃
股
勤
脾
衡
穗
炅
妇
厚
计
匙
怼
酱
输
储
棵
抬
搬
拾
绪
幂
帐
滩
葱
蚂
蚁
飓
驹
悉
饼
敦
帘
钓
蒲
碳
凳
滑
淋
硕
钉
兹
龚
儒
瓶
岱
债
荆
毁
灭
う
梨
讨
厌
唏
嘘
埃
聂
扁
赖
姻
销
飙
丈
淡
汀
皓
咬
凋
吐
堪
靖
逐
岗
置
评
狠
朽
割
昂
驰
廉
附
绸
淼
纳
寿
唔
ひ
逼
沦
宰
邀
纹
霄
茜
棺
に
斋
吓
翁
笺
痞
茄
卿
缤
辕
暮
织
腔
黛
勿
裤
屠
绊
窍
桦
竞
ろ
渡
掀
副
憔
悴
忏
た
侗
纱
伸
盐
宽
愧
肆
姓
氏
赎
省
耐
统
脏
佤
绯
侬
引
泳
疫
徽
臣
裸
鸢
裁
狐
诱
絮
避
镖
诵
泊
滨
捏
蛇
凹
鸽
枣
墟
肩
赐
禽
孟
划
唢
儡
鞘
澜
诀
匈
讯
晟
侍
腰
霜
翰
屏
厂
诛
厉
浏
葩
抵
抖
晕
廊
彤
唛
怜
晖
亏
药
珈
谍
逸
噬
返
役
猛
坞
夭
顽
睦
亓
镭
哑
敖
芙
玻
僧
嘀
茱
钦
坠
彬
夷
兆
贞
澳
袍
娶
仝
契
麟
策
籁
煞
邻
毅
牡
掏
沈
耿
鸾
俭
砂
弗
洪
焰
妳
盼
嫦
茵
姥
叠
币
娥
般
嵌
宨
掩
签
淖
寰
捣
潺
箱
俐
尴
尬
瑶
崩
舅
湿
椒
禧
脆
延
慕
递
敲
润
弱
媳
佘
徘
钥
糟
侃
桐
侧
戚
め
キ
悼
肝
愚
稣
冈
曜
产
掠
彝
届
嘴
屯
审
瓃
轿
携
冀
渺
瞑
巩
畏
嬷
盆
枉
湃
X
渔
腩
怦
箩
貌
稍
逍
吕
促
雏
轶
描
绐
卑
尺
蔬
俪
谕
饺
曹
庾
澄
萧
睁
玟
韦
琅
琊
蛾
软
脖
汽
绎
阙
骝
虞
鼹
垮
污
鞠
桅
Ⅰ
荼
蘼
挪
磅
啤
芹
蓬
羌
贴
赘
ゆ
ら
ぎ
枚
竿
蔚
彷
徨
祂
阕
霎
予
濠
铺
陕
跪
叩
祎
巳
驻
诡
椿
姫
贇
妨
堇
疲
惫
爬
泯
皱
锈
亵
渎
丐
脉
搏
亩
苇
嫣
漳
え
津
慌
盏
锺
盾
荧
检
莆
く
颓
绘
唬
铎
鉴
龛
椟
尿
髦
胞
帖
溅
沧
除
刃
缉
私
讼
圪
昵
潭
汶
竣
媚
徵
迁
笙
禾
篱
茧
构
惨
袜
旖
旎
庐
蚤
仿
丞
伐
彻
伪
伫
樽
潜
屹
痹
妤
疏
溟
惭
璞
仗
叛
瞒
拵
艘
崛
佣
侥
扛
瘾
坟
液
倏
偃
设
讪
匪
镛
あ
り
こ
す
け
嶋
檀
妆
搅
奖
扇
茅
镰
咀
灾
玄
苑
侵
羡
叙
箧
咙
呛
胥
吼
枕
悍
茂
冇
屎
紊
驿
乙
桓
舌
乍
扈
矮
甫
炮
瑾
毯
杩
桕
仕
沸
雹
剌
祁
珖
琤
瑛
冽
囝
骧
享
岔
熄
躲
杭
剃
喉
冕
峻
匍
势
勉
忱
旻
吋
毓
蚊
沐
施
赋
鲲
鯓
侄
沟
厄
抑
迫
乩
秩
烹
饪
旦
叁
坎
擂
禅
垒
栗
朦
胧
域
沌
湉
补
妾
尧
吞
拟
踢
述
训
炸
诸
钧
顷
洼
椰
辘
轳
棘
汇
璧
靳
谐
咎
取
烤
鼻
刁
槽
捷
髅
巢
咸
咿
呦
啰
赴
笈
械
屟
哗
睇
拴
毫
昼
罐
哨
咤
验
羚
椁
醴
玑
亢
亥
彘
喘
嗜
烽
腐
嘣
囍
固
筑
浴
端
阻
砌
瑠
堕
堤
埔
塑
珑
垣
壮
仓
乾
夙
芒
汁
瑙
畔
尹
ェ
シ
ャ
ン
枭
眩
啼
楞
涨
薯
埕
纛
霏
忌
妒
坛
啾
仵
觅
漏
贯
陶
骂
熠
奎
袭
拽
羔
爰
奴
隶
蛎
衰
综
料
巅
诏
歹
拷
颈
螳
螂
衢
状
璩
瞎
则
涉
鸿
妲
纣
恺
稀
怂
歆
瑄
诫
媒
嫌
郡
韧
辞
伎
酚
枧
镶
喀
鸣
标
闭
偈
圳
缱
叼
琢
页
杈
胔
误
椅
滢
馒
颠
簿
尕
束
膝
婶
恙
峦
昕
穆
曦
幪
均
姚
婉
惘
弘
熹
晏
钮
卒
绛
庙
庞
庵
庸
扰
廃
バ
昌
邂
逅
禹
弓
袂
魑
魍
魉
蕊
伶
雌
猬
壶
舰
艇
摔
酗
租
锢
奸
拐
炒
悭
徊
鸶
佬
项
馗
瑟
祗
荃
韬
佚
颤
疚
焚
佴
酸
例
侑
娄
碌
洱
免
粽
暑
悯
箭
恃
で
を
て
は
ト
メ
恓
惶
恸
裙
豹
苯
逊
释
惆
怅
厝
娑
俸
俺
砚
咁
袱
甭
饥
揭
屉
纽
炉
偌
傣
拘
俗
渠
添
廖
淇
琰
魏
胸
冢
団
簕
溪
蔷
糙
琉
辽
闫
懈
仆
殿
秤
砣
蜥
蜴
沿
贫
邑
畜
鸳
鸯
璋
峡
裹
盲
嗓
禄
盘
楔
刨
皂
沨
措
玚
喆
磐
妥
缺
乏
橡
衷
撞
确
焉
墓
惦
栽
扒
褂
扫
扔
扣
烨
恳
披
戴
檬
抿
溶
炀
邱
耗
捆
捎
锜
栾
握
堃
效
砖
獒
衙
撕
醮
嫂
巫
踭
衬
芮
挣
さ
ん
ず
か
わ
宸
捺
筠
焕
兑
惧
径
既
疤
炽
筱
淌
搓
参
扯
祸
捞
袄
嗯
靶
壳
炜
玖
粮
概
溃
详
具
